Revit 2024 API
TessellatedShapeBuilderResult Class
 Describes what TessellatedShapeBuilder has construct.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2015
Syntax
C#
public class TessellatedShapeBuilderResult : IDisposable
Visual Basic
Public Class TessellatedShapeBuilderResult _
	Implements IDisposable
Visual C++
public ref class TessellatedShapeBuilderResult : IDisposable
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.TessellatedShapeBuilderResult
See Also
TessellatedShapeBuilderResult Members
Autodesk.Revit.DB Namespace